app/controllers/pages_controller.rb

SELECT "users".* FROM "users"
---
  def statistiques
    @users = User.all