app/controllers/users_controller.rb

INSERT INTO "users" ("nom", "email", "created_at", "updated_at", "datnaiss", "nbfilms", "moreBooks") VALUES ('test', 'test@test.fr', '2016-04-05 11:34:32.130004', '2016-04-05 11:34:32.130004', '1998-04-05', 2, 'oui')
---
  def create
    @user = User.new(params[:user])
    if @user.save